42crunch.vscode-openapi
adpyke.vscode-sql-formatter
britesnow.vscode-toggle-quotes
bung87.vscode-gemfile
castwide.solargraph
ckolkman.vscode-postgres
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
formulahendry.vscode-mysql
github.codespaces
github.copilot
github.copilot-chat
github.vscode-pull-request-github
grapecity.gc-excelviewer
htmlhint.vscode-htmlhint
karunamurti.haml
mechatroner.rainbow-csv
misogi.ruby-rubocop
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
shopify.ruby-lsp
sianglim.slim
sporto.rails-go-to-spec
vscodevim.vim
