42Crunch.vscode-openapi
adpyke.vscode-sql-formatter
BriteSnow.vscode-toggle-quotes
castwide.solargraph
ckolkman.vscode-postgres
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
formulahendry.vscode-mysql
GitHub.codespaces
GitHub.copilot
GitHub.copilot-chat
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
HTMLHint.vscode-htmlhint
karunamurti.haml
mechatroner.rainbow-csv
misogi.ruby-rubocop
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
Shopify.ruby-lsp
sianglim.slim
sporto.rails-go-to-spec
vscodevim.vim
